const shpora = {
    'v-bind':
        `Атрибут называется директивой. Директивы имеют префикс v-, указывающий на их особую природу. Они добавляют к отображаемому DOM особое реактивное поведение, управляемое Vue.`,
    'v-if':
        `атрибут-условие`,
    'v-for':
        `для отображения списков, используя данные из массива`,
    'v-on':
        `для отслеживания событий, указав метод-обработчик`,
    'v-model':
        `для связывания элементов форм и состояния приложения:`,

    'компонент':
        `Во Vue компонент — это, по сути, экземпляр Vue с предустановленными опциями.`
}
